const menu = (prefix, NomeDoBot, hora2, date,groupName,pushname) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
________________________________
│╔══════◄••❀••►══════╗
│       ${NomeDoBot}      
│╚══════◄••❀••►══════╝
│
|➪𝗕𝗘𝗠 𝙑𝙄𝙉𝘿𝙊 𝗔𝗢 𝗠𝗘𝗡𝗨 
|➫『${pushname}』
|
|➫『𝐁𝐎𝐓』:${NomeDoBot}
|
|➫『𝐇𝐎𝐑𝐀』:${hora2}
|
|➫『𝐃𝐀𝐓𝐀』 :${date}
|
|➫ 𝐏𝐑𝐄𝐅𝐈𝐗𝐎:『 ${prefix} 』
|
|➪ 𝐆𝐑𝐔𝐏𝐎:『${groupName} 』
|________________________________
|________________________________
|
|(•̀ᴗ•́)و ${prefix}convite『 link do seu grupo』
|________________________________
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│        ✨ 𝙎𝙏𝙄𝘾𝙆𝙀𝙍 ✨
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}Attp 『 TXT』
|
│❀ ${prefix}Ttp 『 TXT 』
|
│❀ ${prefix}Sticker 
|
│❀ ${prefix}Toimg 
|
│❀ ${prefix}Togif 
|
│❀ ${prefix}Emoji 『🚀』
|
│❀ ${prefix}Emojimix 🥺+🤑
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│        🔞+18🔞
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}sex『 TXT』
|
│❀ ${prefix}pecks 『 TXT 』
|
│❀ ${prefix}xvideos 『 link』
|
│❀ ${prefix}hentai 
|
│❀ ${prefix}porno (TÍTULO DO VÍDEO)
|
│❀ ${prefix}Plaq 『 TXT』
│╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│         🎵 𝗣𝗟𝗔𝗬𝗦 🎵
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀│ ${prefix}Play 『 NOME 』 
|
│❀ ${prefix}Ytmp4 『 LINK 』 
|
│❀ ${prefix}Ytmp3 『 LINK 』 
|
│❀ ${prefix}Tiktok 『 LINK 』 
|
│❀ ${prefix}Instadw 『 LINK 』 
|
│❀ ${prefix}Twitter 『 LINK 』 
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│        🗳️ 𝗚𝗣 𝗔𝗗𝗠 🗳️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}kick 『 @ 』
|
│❀│${prefix}ban 『 Marca 』
|
│❀ ${prefix}promover『 @ 』
|
│❀ ${prefix}rebaixar『 @ 』
|
│❀ ${prefix}totag
|
│❀ ${prefix}grupo 
|
│❀ ${prefix}nomegp『 Nome 』
|
│❀ ${prefix}atividades『 DO-GP 』
|
│❀ ${prefix}nomegp『 Nome 』
|
│❀ ${prefix}hidetag 『MSG』
|
│❀ ${prefix}bemvindo 『 ✅/ ❌ 』
|
│❀ ${prefix}anagrama 『 1 / 0  』
|
│❀ ${prefix}antidocumento   『 ✅/ ❌ 』
|
│❀ ${prefix}leveling 『 1 / 0  
|
│❀ ${prefix}fotogp『 Marca 』
|
│❀ ${prefix}descgp『 TXT 』
|
│❀ ${prefix}status
|
│❀ ${prefix}anticontato   『 ✅/ ❌ 』
|
│❀ ${prefix}antilink   『 ✅/ ❌ 』
|
│❀ ${prefix}antifake   『 ✅/ ❌ 』
|
│❀ ${prefix}linkgp
|
│❀ ${prefix}criartabela
|
│❀ ${prefix}tabelagp
|
│❀ ${prefix}grupoinfo
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│          🎮 𝗝𝗢𝗚𝗢𝗦  🎮
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}dado
|
│❀ ${prefix}Ppt 『 PEDRA/PAPEL/TESOURA 』 
|
│❀ ${prefix}Jogodavelha 『 @MARCAR 』 
|
│❀ ${prefix}Ttt 『 JOGO-DA-VELHA 』 
|
│❀ ${prefix}Cassino
|
│❀ ${prefix}Quizanime 1 / 0
|
│❀ ${prefix}Quizanimais 1 / 0
|
│❀ ${prefix}Anagrama 1 / 0
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│          🙂 𝙇𝙀𝙑𝙀𝙇  🙂
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}Leveling 1
|
│❀ ${prefix}Level
|
│❀ ${prefix}Ranklevel
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│   ☺️ 𝙄𝙉𝙁𝙊𝙍𝙈𝘼𝘾̧𝘼̃𝙊 ☺️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}Idiomas 
|
│❀ ${prefix}Bug 『 QUESTIONE 』 
|
│❀ ${prefix}Sugestao 『 DICA 』 
|
│❀ ${prefix}Avalie 『 O-QUAO-BOM 』 
|
│❀ ${prefix}Ping 『 VELO 』 
|
│❀ ${prefix}Atividade
|
│❀ ${prefix}Rankativo
|
│❀ ${prefix}Checkativo 『 @MARCAR 』
|
│❀ ${prefix}Ranklevel 『 DE-TODOS 』 
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│   ☺️𝗖𝗠𝗗 𝗕𝗔𝗦𝗜𝗖𝗢𝗦☺️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}Gtts 『 LINGUAGEM + TEXTO 』
|
│❀ ${prefix}Tagme 
|
│❀ ${prefix}Tabela 『 LETRAS 』 
|
│❀ ${prefix}Conselhobiblico
|
│❀ ${prefix}Simi 『 FALE-ALGO 』  
|
│❀ ${prefix}Perfil
|
│❀ ${prefix}Frases
|
│❀ ${prefix}Calcular 『 1 + 1 』
|
│❀ ${prefix}Fazernick 『 NICK 』
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│    🗣️𝗩𝗜𝗗𝗘𝗢 - 𝗔𝗨𝗗𝗜𝗢🗣️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│❀╭╯
│❀ ${prefix}Videolento 『 marca 』
|
│❀ ${prefix}Videorapido 『 marca 』
|
│❀ ${prefix}Videocontrario 『 marca 』
|
│❀ ${prefix}Audiolento 『 marca 』
|
│❀ ${prefix}Audiorapido 『 marca 』
|
│❀ ${prefix}Grave 『 marca 』
|
│❀ ${prefix}Grave2 『 marca 』
|
│❀ ${prefix}Esquilo 『 marca 』
|
│❀ ${prefix}Estourar 『 marca 』
|
│❀ ${prefix}Bass 『 marca 』
|
│❀ ${prefix}Bass2 『 marca 』
|
│❀ ${prefix}Vozmenino 『 marca 』
│╭╯
╰─━─━─━─ ⊱❀⊰ ─━─━─✿
`
}

exports.menu = menu
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
